brew "htop"
brew "neofetch"
brew "tmux"
cask "blender"
cask "inkscape"
cask "iterm2"
cask "logseq"
cask "mactex"
cask "mattermost"
cask "miniconda"
cask "onlyoffice"
cask "paraview"
cask "quarto"
cask "rectangle"
cask "thunderbird"
cask "visual-studio-code"
cask "zoom"
vscode "continue.continue"
vscode "donjayamanne.python-environment-manager"
vscode "eamodio.gitlens"
vscode "github.vscode-github-actions"
vscode "james-yu.latex-workshop"
vscode "marimo-team.vscode-marimo"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.tensorboard"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "quarto.quarto"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-french"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
